IDEA Open Model
CheckSection.ReinfSection Property
Compatible with IDEA StatiCa 20.1
 Reinforcement of cross-section
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement ReinfSection { get; set; }
Public Property ReinfSection As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
CheckSection Class
IdeaRS.OpenModel.Concrete Namespace